LEXICON_RU: dict[str, str] = {
    '/start': 'Привет! \n'
              'Я помогу тебе хранить твои файлы и сообщения в удобном виде!',
    'settings': 'Настройки:',
    'storage': 'Ваши папки:',
    'help': 'Бот позволяет хранить файлы и сообщения в созданных вами папках.\n'
             'Нажав на пункт "Хранилище" в главном меню, можно увидеть список с вашими папками, а так же отредактировать его.\n'
             'Нажав на пункт "Настройки" в главном меню, можно выбрать язык бота или написать автору с предложением, замечанием и т.д.',
    'language': 'Выберите язык:',
    'lan_RU': 'Данный язык уже выбран!',
    'lan_EN': 'Language Changed!',
    'menu': 'Меню:',
    'create_dir': 'Введите название раздела',
    'create_dir_answer': 'Раздел успешно создан!',
    'delete_dir': 'Выберите папку для удаления:',
    'to_author': 'Telegram: @lomowg\n'
                 'Email: sokol789123inbox.ru'
}