LEXICON_RU: dict[str, str] = {
    '/start': 'Привет! \n'
              'Я помогу тебе хранить твои файлы и сообщения в удобном виде!',
    'settings': 'Настройки:',
    'forward_setting': 'Включить ли указание источника при пересылке сообщения?',
    'forward_on': 'Включить ли указание источника при пересылке сообщения?',
    'forward_off': 'Включить ли указание источника при пересылке сообщения?',
    'keep_history_setting': 'Сохранять ли историю сообщений?',
    'keep_history_on': 'Сохранять ли историю сообщений?',
    'keep_history_off': 'Сохранять ли историю сообщений?',
    'storage': 'Ваши папки:',
    'help': 'Бот позволяет хранить файлы и сообщения в созданных вами папках.\n'
            'Нажав на пункт "Хранилище" в главном меню, можно увидеть список с вашими папками, а так же отредактировать его.\n'
            'Нажав на пункт "Настройки" в главном меню, можно включить указание источника при пересылке сообщения или написать автору с предложением, замечанием и т.д.\n\n'
            'Взаимодействие внутри папок:\n'
            '1. Чтобы удалить сообщение нужно написать ключевое слово "del" и выбрать в качестве ответа нужное сообщение\n'
            '2. Чтобы выйти из папки нажмите на кнопку "Меню" слева от поля для ввода сообщения. Если кнопки нет, то введите /menu',
    'language': 'Выберите язык:',
    'lan_RU': 'Данный язык уже выбран!',
    'lan_EN': 'Language Changed!',
    'menu': 'Меню:',
    'create_dir': 'Введите название раздела',
    'create_dir_answer': 'Раздел успешно создан!',
    'delete_dir': 'Выберите папку для удаления:',
    'to_author': 'Telegram: @lomowg\n'
                 'Email: sokol789123inbox.ru'
}
